# Terminal/shell customisation
brew "tmux"
brew "zsh"

# Generic helpers
brew "fzf"

# CLI tools
brew "git"
brew "jq"
brew "eza"
brew "watch"
brew "yarn"

# CLI helpers / documentation
brew "tldr"
brew "navi"

# CLI replacements tools
brew "bat"
brew "duf"
brew "gping"
brew "htop"
brew "procs"

# Developers things
brew "colima"
brew "docker-compose"
brew "docker-buildx"

# Cask
cask "vscodium"
cask "alacritty"
cask "font-hack-nerd-font"
