# ...........................................................................
# Homebrew installation files for valuables tools
# ...........................................................................

# Terminal/shell customisation

# ......... Terminal-related .........
brew "tmux"

# Generic helpers
brew "fzf"

# ......... Package management .........
brew "pipx"
brew "uv"
brew "npm"
brew "nvm"

# generic CLI tools
brew "jq"
brew "eza"
brew "watch"
brew "yarn"
brew "just"

# Infra CLI tools
brew "awscli"
brew "kubectl"
brew "helm"
brew "derailed/k9s/k9s"

# CLI helpers / documentation
brew "tldr"
brew "navi"

# CLI replacements tools
brew "bat"
brew "duf"
brew "gping"
brew "btop"
brew "procs"

# Developers things
brew "colima"
brew "nvim"
brew "docker-compose"
brew "docker-buildx"

# Cask
cask "alacritty"
