# Terminal/shell customisation
brew "tmux"
brew "zplug"
brew "zsh"

# CLI tools
brew "git"
brew "jq"
brew "minio/stable/mc"
brew "procs"
brew "watch"
brew "yarn"

# CLI helpers / documentation
brew "cheat"
brew "tldr"

# CLI replacements tools
brew "bat"
brew "bottom"
brew "duf"
brew "exa"
brew "gping"
brew "htop"
brew "zoxide"

# Cask
cask "alacritty"
cask "docker"
